Repository: sebastienFrance/AnyPOI
Catalog: AnyPOI/*.lproj/Localizable.strings
Languages: fr

source: Points of interests
fr: Points d'intérêts

# Routes
source: Trips
fr: Voyages

# MapMenuTitle
source: Map
fr: Carte

# PointOfInterestMenuTitle
source: Point of Interests
fr: Points d'intérêts

# TravelsMenuTitle
source: Trips
fr: Voyages

# HelpMenuTitle
source: Help
fr: Aide

# PurchaseMenuTitle
source: In-App purchase
fr: Achats intégrés

# LoadingProducts
source: Loading In-App...
fr: Chargement des achats intégrés...

# ProductPurchased
source: Bought
fr: Acheté

# PurchaseRestored
source: Your In-App have been restored
fr: Vos achats intégrés ont été restaurés

# NearBy
source: Distance
fr: Distance de

source: Max results
fr: Résultats max

source: Geocoding
fr: Géocodage

source: addresses
fr: adresses

source: Disable Password authentication
fr: Désactiver l'authentification par mot de passe

source: TouchId error
fr: Erreur TouchId

source: Disable TouchId authentication
fr: Désactiver l'authentification par TouchId

# MapSearchPlaceHolder
source: Place, POI, address...
fr: Lieu, Point d'intérêt, adresse...

# UserGroupSectionHeader
source: Your groups
fr: Vos groupes

# OthersSectionHeader
source: Others
fr: Autres

# GroupNamePlaceHolderSearchBar
source: Group name
fr: Nom du groupe

source: Unknown city
fr: Ville inconnue

source: Unknown country
fr: Pays inconnu

# AllFomCountry
source: All
fr: Tout

# DefaultGroupName
source: Default
fr: Défaut

# DefaultGroupDescription
source: Default group
fr: Groupe par défaut

# ContactsGroupDescription
source: Default group for Contacts
fr: Groupe par défaut pour les contacts

source: Monitored POIs
fr: POIs sous surveillance

# MoveSelectedPOIsButtonTitle
source: Move
fr: Déplacer

# MoveAllPOIsButtonTitle
source: Move all
fr: Tout déplacer

# MoveDoneButtonTitle
source: Done
fr: Terminer

# MoveSelectButtonTitle
source: Select
fr: sélectionner

# POIsSearchBarPlaceholder
source: Point of interest
fr: Points d'intérêts

# POIsNoPOIsMatchingSearch
source: No POI matching
fr: Pas de Points d'intérêts pour

# POIsNoPOIsInGoup
source: No POI in this group
fr: Aucun Points d'intérêts dans ce groupe

# MapNotificationRouteStartAdded
source: Trip start added
fr: Départ de l'itinéraire ajouté

source: Warning
fr: Attention

source: Delete
fr: Supprimer

source: Cancel
fr: Annuler

source: Save
fr: Enregistrer

source: Error
fr: Erreur

source: Close
fr: Fermer

# FlyoverFromCurrentLocation
source: Current position
fr: Vôtre position

# MaxMonitoredPOIReached
source: Maximum number of POIs under monitoring reached. Disable another one to activate this one
fr: Nombre maximal de POIs sous surveillance atteint. Désactivez en un autre pour activer celui-ci

# PoiEditorRegionMonitoringSectionName
source: Region monitoring
fr: Surveillance de zone

source: Unknown
fr: Inconnu

# PoiEditorPOINamePlaceholder
source: POI name
fr: Nom du POI

# PoiEditorPOIDescriptionPlaceholder
source: POI description
fr: Description du POI

source: Radius
fr: Rayon

# RouteNotDefined
source: Add a start and destination
fr: Ajoutez un départ et une destination

# RouteNoDestination
source: Add a destination to build the trip
fr: Ajoutez une destination pour calculer un itinéraire

# RouteIsInvaliad
source: Invalid route
fr: Itinéraire invalide

# Route Distance %@ in %@
source: %@ in %@
fr: %@ en %@

# Route Distance %@ in %@ with %d steps
source: %@ in %@ (%d steps)
fr: %@ en %@ (%d étapes)

# RouteDisplayInfosRouteIsEmpty
source: add a Point of Interest to start your trip
fr: Ajoutez un point d'intérêt pour démarrer votre itinéraire

# SpotlightKeywordTravel
source: travel
fr: voyage

# SpotlightKeywordRoute
source: trip
fr: itineraire

# SpotlightKeywordHolidays
source: holidays
fr: vacances

# GroupDisplayedOnMapSearchController
source: Groups displayed on Map
fr: Groupes affichés sur la carte

# GroupDisplayedSearchController
source: Groups
fr: Groupes

# POIsDisplayedOnMapSearchController
source: Points Of Interests on Map
fr: Point d'intérêts affichés sur la carte

# POIsDisplayedSearchController
source: Points Of Interests
fr: Point d'intérêts

# LocalSearchSearchController
source: Local Search
fr: Recherche locale

# RoutesSearchController
source: Trips
fr: Itineraires

# NoCategoryCategoryTableViewCell
source: No Category
fr: Sans catégorie

# NoWaypointsSearchRouteTableViewCell
source: No waypoints
fr: Sans étapes

# CurrentLocationRouteProviderViewController
source: Current location
fr: Votre position

# PhoneLabelMain
source: Main
fr: Principal

# PhoneLabelMobile
source: Mobile
fr: Portable

# PhoneLabelWork
source: Work
fr: Bureau

# PhoneLabelHome
source: Home
fr: Domicile

# PhoneLabelPager
source: Pager
fr: Bipeur

# PhoneLabelHomeFax
source: Home fax
fr: Fax domicile

# PhoneLabelWorkFax
source: Work fax
fr: Fax bureau

# PhoneLabelOtherFax
source: Other fax
fr: Autre fax

# PhoneLabelOther
source: Other
fr: Autre

# UnknownFromToRouteDatasource
source: Unknown From/To
fr: Départ/Arrivée inconnues

# FullDirectionRouteDatasource
source: Full itinerary
fr: Itinéraire complet

# RouteDatasource %@ in %@
source: %@ in %@
fr: %@ en %@

# RouteDisplayInfos %@ in %@
source: %@ in %@
fr: %@ en %@

# RouteDataSourceNoInfos
source: No trip information
fr: Aucune information sur le voyage

# RouteSummaryTableRouteIsEmpty
source: The trip is not defined, add Points of interests
fr: Le voyage est vide, ajoutez des points d'intérêts

# WayPointNoInfos
source: No data on this trip
fr: Pas d'information sur cet itinéraire

# NoRouteInfoRouteDatasource
source: No trip info
fr: Pas d'infos sur l'itinéraire

# UpdateRouteRouteEditorController
source: Update trip
fr: Modification du voyage

# GetNewRouteNameRouteEditorController
source: Enter trip name
fr: Entrez le nom du voyage

# RouteNameRouteEditorControllerPlaceholder
source: Enter trip name
fr: Nom du voyage

# CreateRouteRouteEditorController
source: Create trip
fr: Creation d'un voyage

# EnterPasswordChangePassword
source: Enter your password
fr: Tapez votre mot de passe

# NewPasswordMustBeDifferentChangePassword
source: New password must be different from old password
fr: Le nouveau mot de passe doit être différent de l'ancien

# PasswordConfigurationChangePassword
source: Password configuration
fr: Configuration du mot de passe

# OldPasswordChangePassword
source: old password
fr: ancien mot de passe

# NewPasswordChangePassword
source: new password
fr: nouveau mot de passe

# RetypeNewPasswordChangePassword
source: re-type new password
fr: Re-tapez votre mot de passe

# OldOrNewPasswordWrongChangePassword
source: Old or new passwords are wrong.
fr: L'ancien ou ne nouveau mot de passe est incorrect

# PasswordsNotEquals
source: Passwords are not equals.
fr: Les mots de passes sont diffèrents

# NoAddressUtilities
source: no address
fr: Pas d'adresse

# NoDescriptionWikipedia
source: No description
fr: Pas de description

# LocationServicesOffLocationManager
source: Location services are off
fr: Les services de localisation sont désactivées

# BackgroundLocationDisabledLocationManager
source: Background location is disabled
fr: La localisation en arrière plan est désactivée

# BackgroundMessageLocationManager
source: Please, turn on 'Always' in the Location Services Settings. This option is required to detect if you are close to a point of interest
fr: Activez 'Toujours' dans Service de localisation dans Réglages. Cette option est necessaire pour determiner si vous êtes à proximité d'un point d'intérêt

# SettingsLocationManager
source: Settings
fr: Règlages

# EnteringRegionLocationManager
source: Entering
fr: Entrée

# ExitingRegionLocationManager
source: Exiting
fr: Sortie

# POI less than %d meters
source: Less than %dm
fr: A moins de %dm

# POI more than %d meters
source: More than %dm
fr: A plus de %dm

# RouteFromCurrentLocationRouteManager
source: Trip from current location
fr: Itinéraire depuis vôtre position

# HideRouteFromCurrentLocationRouteManager
source: Hide trip from current location
fr: Supprimer l'itinéraire depuis vôtre position

# LoadingDirectionRouteManager
source: Loading directions
fr: Calcul de l'itinéraire

# FromCurrentLocationRouteManager
source: from current location
fr: De vôtre position

# POIUsedSeveralTimesDoWeDeleteItRouteManager
source: is used several times in the trip, do you want to remove it?
fr: est utilisé plusieurs fois dans l'itinéraire, voulez-vous le supprimer?

# AsEndPointRouteManager
source: As end point
fr: Comme arrivée

# AsStartPointRouteManager
source: As starting point
fr: Comme départ

# WhereRouteManager
source: Where ?
fr: Où ?

# AddWayPointRouteManager
source: Add
fr: Ajouter

# FromRouteManager
source: From
fr: De

# UserLocationNotAvailableAppDelegate
source: Cannot get user location, check location service is enable for AnyPOI
fr: Données de localisation non disponible. Vérifier qu'AnyPOI a l'autorisation necessaire

# AuthenticationUserAuthentication
source: Authentication
fr: Authentification

# EnterPasswordUserAuthentication
source: Please, enter your password
fr: Entrez votre mot de passe

# InvalidPasswordUserAuthentication
source: Invalid password
fr: Mot de passe incorrect

# TryAgainPasswordUserAuthentication
source: Please, try again
fr: Essayez à nouveau

# AccessPrivateDataUserAuthentication
source: Access to private data
fr: L'accès aux données privées

# YourPasswordUserAuthentication
source: Your password
fr: Votre mot de passe

# BuildLeftMenuViewController
source: Build
fr: Version

# NearByWikipediaOptions
source: Distance
fr: Distance de

# MaxResultsWikipediaOptions
source: Max results
fr: Nombre résultats

# LanguageWikipediaOptionVC
source: Language
fr: Langue

# RangeWikipediaOptionVC
source: Distance
fr: Distance de

# MaxResultWikipediaOptionVC
source: with Max results
fr: et nb resultats

# Wikipedia Language: %@
source: Language %@
fr: Langue %@

# LoadingWikipediaPOIDetailsVC
source: Loading wikipedia articles...
fr: Chargement des articles de Wikipedia...

# DeletePOIPoiDetailsVC
source: Delete
fr: Supprimer

# MaxMonitoredPOIReachedErrorTitle
source: POI cannot be monitored
fr: Ce POI ne peut pas être surveillé

# MaxMonitoredPOIReachedErrorMsg
source: Too many POIs are already monitored, you must disabled one to monitor this one
fr: Trop de POIs sont déjà surveillés, vous devez en désactiver un pour surveiller celui-ci

# StartMonitoringDeviceNotSupported
source: Region monitoring is not supported on this device
fr: La surveillance de région n'est pas supporté sur cet appareil

source: Internal error
fr: Erreur interne

# ResolvingContact
source: Resolving
fr: Résolution de

# ContactsSynchronizationDone %d
source: Contacts synchronization is completed (%d contacts)
fr: La synchronisation des contacts est terminée (%d contacts)

# ContactsSynchronizationNotCompleted
source: All contacts not synchonized due to limitation of Geocoding requests rate. Please wait around 2 minutes and restart it to resume the synchronization
fr: Dus à une limitation sur le nombre de requetes de GeoCoding tous les contacts n'ont pas pu être synchronisés. Attendez deux minutes puis relancer la procédure pour poursuivre la synchronisation des contacts.

# Contacts synchronized: %d total: %d
source: %d contacts over %d have been synchronized
fr: %d contacts sur %d ont été synchronisés

# ContactsSynchronizationUnknownError
source: An unknown error has occurrent during the contact synchronization.
fr: Une erreur inconnue s'est produite pendant la synchronisation des contacts.

# WebSiteMail
source: Web site
fr: Site web

# NamePOIMail
source: Name
fr: Nom

# AddressPOIMail
source: Address
fr: Adresse

# CategoryPOIMail
source: Category
fr: Categorie

# PhonePOIMail
source: Phone
fr: Téléphone

# MapPOIMail
source: Map
fr: Carte

# MapFilterIsOn
source: Filtered
fr: Filtré

# MapFilterIsOff
source: No filter
fr: Aucun filtre

# ClearFilterMapFilterVC
source: Clear filter
fr: Annuler le filtre

# ShowPOIsNotUsedMapFilterVC
source: Show POIs not used in trip
fr: Afficher les POIs non utilisés par l'itinéraire

# MapFilterShowAllPoisTitle
source: Show all Points of Interests
fr: Affichez tous les points d'intérêts

# MapFilterShowAllPoisDescription
source: When unchecked, only Points of Interests used in the trip are displayed
fr: Si cette option n'est pas cochée, seuls les points d'intérêt utilisés dans l'itinéraire sont affichés

# RouteSectionMapFilterVC
source: POIs in Trip
fr: POIs sur l'itinéraire

# GroupsSectionMapFilterVC
source: Groups
fr: Groupes

# ImportLoadingGPXFile
source: Loading GPX file
fr: Chargement du fichier GPX

# ImportMsgAllPOIsAsNew
source: All Point Of Interests will be imported as new
fr: Tous les points d'intérêts seront importés comme nouveau

# ImportMsgMergeAndCreate
source: Existing Point Of Interests will be merged and new ones will be created
fr: Les points d'intérêts existant seront fusionnés et les nouveaux seront créés

# ImportMsgOnlyNewPOIs
source: Only new Point Of Interests will be imported
fr: Seul les nouveaux points d'interets seront importés

# ImportMsgOnlyUpdate
source: Only existing Point Of Interests will be imported and merged
fr: Seul les points d'intérêts existant seront importés et fusionnés

# ImportMsgNoImport
source: Warning, no POI will be imported!
fr: Attention, aucun point d'intérêt ne sera importés

# ImportMsgFilter
source: Only points of interests matching
fr: Uniquement les points d'intérêts contenant

# ImportMsgRoutesAllAsNew
source: All trips will be imported as new
fr: Toutes les voyages seront importés comme nouveau

# ImportMsgRoutesMergeAndCreate
source: Existing Trips will be merged and new ones will be created
fr: Les voyages existants seront fusionnés et les nouveaux seront créés

# ImportMsgRoutesOnlyNew
source: Only new Trips will be imported
fr: Seul les nouveaux voyages seront importées

# ImportMsgRoutesOnlyUpdate
source: Only existing Trips will be imported and merged
fr: Seul les voyages existants seront importés et fusionnés

# ImportMsgRoutesNoImport
source: Warning, no trip will be imported
fr: Attention, aucun voyage ne sera importé

# ImportAction
source: Import
fr: Importer

# GPXImportUpdateItem
source: (update)
fr: (mise à jour)

# GPXImportNewItem
source: (new)
fr: (nouveau)

# GPXImport %d POIs and %d route
source: Do you want to import %d POIs and %d Trips ?
fr: Voulez vous importer les %d points d'intérêts et les %d voyages ?

# GPXImport %d route
source: Do you want to import %d Trips ?
fr: Voulez vous importer les %d voyages ?

# GPXImport %d POIs
source: Do you want to import %d POIs ?
fr: Voulez vous importer les %d points d'intérêts ?

# GPXRouteUnknownFromTo
source: Unknown source and destination
fr: Départ et destination inconnues

# GPXRouteNoInfos
source: No information
fr: Pas de données

# ExportAllMsgDescription
source: The attached .gpx file contains all your points of interests and trips. It can be imported later with AnyPOI.
fr: Le fichier .gpx joint contient tous vos points d'intérêts et voyages. Vous pouvez l'importer plus tard avec AnyPOI.

# MailGeneratedBy
source: Created by
fr: Créé par

# NeedInAppPurchaseToUseFeature
source: You need to purchase an In-App to enable this feature
fr: Vous devez faire un achat intégré pour utiliser cette fonction

source: To create more than %d Point of Interest you need to purchase an In-App
fr: Vous devez faire un achat intégré pour créér plus de %d point d'intérêts

# RouteDetailsRouteNotAvailable
source: ⚠️ direction not available
fr: ⚠️ Itinéraire non disponible

# RouteDirectionFailurePart1
source: These route cannot be calulated:
fr: Ces itinéraires ne peuvent pas être calculé:

# RouteDirectionFailurePart3
source: You should remove them and put new POI with a more detailed address.
fr: Vous devriez les remplacer par des POI avec une adresse plus précise.

# RouteDirectionFailurePart2 From %@ To %@
source: ⚠️ %@ to %@
fr: ⚠️ %@ à %@

# RouteDirectionFailure From %@ To %@
source: ⚠️ Cannot calculate route from %@ to %@
fr: ⚠️ L'itinéraire entre %@ et %@ ne peut pas être calculé

# POISettingEnableAlways
source: ⚠️ You need to turn on 'Always' in the Location Services Settings to use this feature.
fr: ⚠️ Vous devez activer 'Toujours' dans les paramètres des services de localisation pour utiliser cette fonctionnalité.

# RouteTableHeaderFrom
source: From
fr: Départ

# RouteTableHeaderTo
source: To
fr: Destination

# RouteTableHeaderTransportType
source: Transport mode
fr: Moyen de transport

# RouteTableHeaderDuration
source: Duration
fr: Durée

# RouteTableHeaderFromDetails
source: From (details)
fr: Départ (détails)

# RouteTableHeaderToDetails
source: To (details)
fr: Destination (détails)

# RouteName %@ has not destination
source: %@ has no destination
fr: %@ sans destination

# RouteName %@ is empty
source: %@ is empty
fr: %@ est vide

# ExportAllTitle
source: AnyPOI export
fr: Export d'AnyPOI

# HelpAddPOITitle
source: Add a Point Of Interest (POI)
fr: Ajouter un Point d'interêt (POI)

# HelpAddPOIDescription
source: • Long press on the Map • Select a POI from the search bar • Import your contacts • Import AnyPOI data shared by a friend
fr: • Appui long sur la carte • Sélectionner un POI dans la barre de recherche • Importer vos contacts • Importer des POIs partagé par un ami avec AnyPOI

# HelpPOIDetailsTitle
source: POI details
fr: Détails d'un POI

# HelpPOIDetailsDescription
source: • Show contact details • Add a meeting at this location • Open website • Send an email • Give a call • Show your photos shot at this location When data are available only
fr: • Afficher les détails d'un contact • Ajouter un rendez-vous sur ce lieu • Ouvrir le site WEB • Envoyer un mail • Passer un appel • Afficher vos photos prises sur ce lieu Uniquement lorsque les données sont disponibles

# HelpTripTitle
source: Trip editor
fr: Editeur de Voyage

# HelpTripDescription
source: • Create a new trip / add a POI in a trip • Remove a POI from a trip • Compute the trip from current position to the displayed POI
fr: • Création d'un voyage / Ajouter un POI à un voyage • Supprimer un POI d'un voyage • Calculer l'itinéraire vers le POI depuis vôtre position

# HelpSocialDescription
source: • Open website • Send an email • Give a call When data are available only
fr: • Ouvrir le site WEB • Envoyer un mail • Passer un appel Uniquement lorsque les données sont disponibles

# HelpUtilitiesTitle
source: Utilities
fr: Outils

# HelpUtilitiesDescription
source: • FlyOver the POI • Start a navigation to this POI • Start/Stop region monitoring around the POI
fr: • FlyOver au dessus du POI • Démarrer une navigation vers le POI • Démarrer/Arrêter la surveillance de la zone autour du POI

# HelpTripNavigationTitle
source: Trip display
fr: Visualiser un voyage

# HelpTripNavigationDescription
source: • Go to previous waypoint • Display the whole trip • Display the next wayPoint Available only in travel mode
fr: • Allez à l'étape précedente • Afficher le voyage complet • Allez à l'étape suivante Disponible uniquement en mode voyage
